<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<configuration_profile>
    <general>
        <id>19</id>
        <name>iOS Classroom - AL 101 - Home Screen Layout</name>
        <description></description>
        <level>System</level>
        <site>
            <id>-1</id>
            <name>None</name>
        </site>
        <category>
            <id>45</id>
            <name>Custom Policies</name>
        </category>
        <uuid>F2E042A5-7AB8-45B0-8428-03E4B15B474A</uuid>
        <deployment_method>Install Automatically</deployment_method>
        <redeploy_on_update>Newly Assigned</redeploy_on_update>
        <redeploy_days_before_certificate_expires>0</redeploy_days_before_certificate_expires>
        <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;
&lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;F2E042A5-7AB8-45B0-8428-03E4B15B474A&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;F2E042A5-7AB8-45B0-8428-03E4B15B474A&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;iOS Classroom - AL 101 - Home Screen Layout&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;7CADE07E-F632-4B7E-BD8A-C53C8C114070&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.homescreenlayout&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;7CADE07E-F632-4B7E-BD8A-C53C8C114070&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;com.apple.homescreenlayout&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;Dock&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.mobilesafari&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Safari&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.vernier.Graphical&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Vernier Graphical Analysis GW&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.bakodo.BakodoScanner&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Bakodo - Barcode Scanner and QR Bar Code Reader&lt;/string&gt;&lt;/dict&gt;&lt;/array&gt;&lt;key&gt;Pages&lt;/key&gt;&lt;array&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Labs&lt;/string&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Folder&lt;/string&gt;&lt;key&gt;Pages&lt;/key&gt;&lt;array&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;W2W.dnalc&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;WeedToWonder&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.wagmob.agriculturalengineering&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;LearnAgriculture&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;gov.usda.fsis.MobileFoodKeeper&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;USDA FoodKeeper&lt;/string&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/array&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.littlealchemy2&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Little Alchemy 2&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.Preferences&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Settings&lt;/string&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
    </general>
    <scope>
        <all_mobile_devices>false</all_mobile_devices>
        <all_jss_users>false</all_jss_users>
        <mobile_devices></mobile_devices>
        <buildings></buildings>
        <departments></departments>
        <mobile_device_groups>
            <mobile_device_group>
                <id>16</id>
                <name>Classroom - AL - 101</name>
            </mobile_device_group>
        </mobile_device_groups>
        <jss_users></jss_users>
        <jss_user_groups></jss_user_groups>
        <limitations>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
        </limitations>
        <exclusions>
            <mobile_devices></mobile_devices>
            <buildings></buildings>
            <departments></departments>
            <mobile_device_groups></mobile_device_groups>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
            <jss_users></jss_users>
            <jss_user_groups></jss_user_groups>
        </exclusions>
    </scope>
    <self_service>
        <self_service_description></self_service_description>
        <security>
            <removal_disallowed>Never</removal_disallowed>
        </security>
        <self_service_icon></self_service_icon>
        <feature_on_main_page>false</feature_on_main_page>
        <self_service_categories>
            <category>
                <id>45</id>
                <name>Custom Policies</name>
            </category>
        </self_service_categories>
    </self_service>
</configuration_profile>