<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<configuration_profile>
    <general>
        <id>7</id>
        <name>iOS - Classroom - RadTech - Home Screen Layout</name>
        <description></description>
        <level>System</level>
        <site>
            <id>-1</id>
            <name>None</name>
        </site>
        <category>
            <id>13</id>
            <name>Classroom Policies</name>
        </category>
        <uuid>1E0E4FEC-AF62-430C-8BE0-FAB670AFD34E</uuid>
        <deployment_method>Install Automatically</deployment_method>
        <redeploy_on_update>Newly Assigned</redeploy_on_update>
        <redeploy_days_before_certificate_expires>0</redeploy_days_before_certificate_expires>
        <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;
&lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;1E0E4FEC-AF62-430C-8BE0-FAB670AFD34E&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;1E0E4FEC-AF62-430C-8BE0-FAB670AFD34E&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;iOS - Classroom - RadTech - Home Screen Layout&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;2865F899-65CD-4BAD-B0CA-B1A67C2A87E0&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.homescreenlayout&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;2865F899-65CD-4BAD-B0CA-B1A67C2A87E0&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;com.apple.homescreenlayout&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;Dock&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.mobilecal&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Calendar&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.mobiletimer&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Clock&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.mobilesafari&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Safari&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.adobe.Adobe-Reader&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Adobe Acrobat Reader: View, Create, &amp;amp; Convert PDFs&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.ron.iradtech&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;iRadTech&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.clientoutlook.eunitymobile&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;eUnity&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.3d4medical.EssentialSkeleton&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Essential Skeleton 4&lt;/string&gt;&lt;/dict&gt;&lt;/array&gt;&lt;key&gt;Pages&lt;/key&gt;&lt;array&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.camera&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Camera&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.mobileslideshow&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Photos&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.blackboard.student&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Blackboard&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;no.mobitroll.kahoot.controller&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Kahoot! - Play Learning Games&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Productivity&lt;/string&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Folder&lt;/string&gt;&lt;key&gt;Pages&lt;/key&gt;&lt;array&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.microsoft.Office.Excel&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Microsoft Excel&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.microsoft.skydrive&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Microsoft OneDrive&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.microsoft.onenote&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Microsoft OneNote&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.microsoft.Office.Outlook&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Microsoft Outlook&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.microsoft.Office.Powerpoint&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Microsoft PowerPoint&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.microsoft.skype.teams&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Microsoft Teams&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.microsoft.Office.Word&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Microsoft Word&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.sandisk.bolt&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;SanDisk iXpand™ Drive&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.DocumentsApp&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Files&lt;/string&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/array&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Apple&lt;/string&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Folder&lt;/string&gt;&lt;key&gt;Pages&lt;/key&gt;&lt;array&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.MobileAddressBook&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Contacts&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.mobilenotes&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Notes&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.reminders&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Reminders&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.news&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;News&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.podcasts&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Podcasts&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.Maps&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Maps&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.mobileme.fmip1&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Find iPhone&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.Preferences&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Settings&lt;/string&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
    </general>
    <scope>
        <all_mobile_devices>false</all_mobile_devices>
        <all_jss_users>false</all_jss_users>
        <mobile_devices></mobile_devices>
        <buildings></buildings>
        <departments></departments>
        <mobile_device_groups>
            <mobile_device_group>
                <id>15</id>
                <name>Classroom - LR - RadTech</name>
            </mobile_device_group>
        </mobile_device_groups>
        <jss_users></jss_users>
        <jss_user_groups></jss_user_groups>
        <limitations>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
        </limitations>
        <exclusions>
            <mobile_devices></mobile_devices>
            <buildings></buildings>
            <departments></departments>
            <mobile_device_groups></mobile_device_groups>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
            <jss_users></jss_users>
            <jss_user_groups></jss_user_groups>
        </exclusions>
    </scope>
    <self_service>
        <self_service_description></self_service_description>
        <security>
            <removal_disallowed>Never</removal_disallowed>
        </security>
        <self_service_icon></self_service_icon>
        <feature_on_main_page>false</feature_on_main_page>
        <self_service_categories>
            <category>
                <id>13</id>
                <name>Classroom Policies</name>
            </category>
        </self_service_categories>
    </self_service>
</configuration_profile>