<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<configuration_profile>
    <general>
        <id>2</id>
        <name>iOS Base - FacultyStaff - Restrictions</name>
        <description></description>
        <level>System</level>
        <site>
            <id>-1</id>
            <name>None</name>
        </site>
        <category>
            <id>11</id>
            <name>iOS - Base iOS Configuration</name>
        </category>
        <uuid>7A724A03-6E16-4D78-AE5D-C89D1F16264E</uuid>
        <deployment_method>Install Automatically</deployment_method>
        <redeploy_on_update>Newly Assigned</redeploy_on_update>
        <redeploy_days_before_certificate_expires>0</redeploy_days_before_certificate_expires>
        <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;
&lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;7A724A03-6E16-4D78-AE5D-C89D1F16264E&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;7A724A03-6E16-4D78-AE5D-C89D1F16264E&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;iOS Base - FacultyStaff - Restrictions&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string&gt;Restrictions Profile for the iOS 12 STIG V1R2.  Allows unrestricted use of Touch ID and Face ID. Assumes AO has approved unrestricted use of unmanaged apps. Created 4 September 2018.&lt;/string&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;HasRemovalPasscode&lt;/key&gt;&lt;false/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string&gt;Configures restrictions&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Restrictions&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;5F7949E6-17EF-47C4-A18B-F52F0ECAC081&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.applicationaccess&lt;/string&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;5F7949E6-17EF-47C4-A18B-F52F0ECAC081&lt;/string&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;allowAccountModification&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowActivityContinuation&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowAddingGameCenterFriends&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowAirDrop&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowAirPlayIncomingRequests&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowAirPrint&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowAirPrintCredentialsStorage&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowAirPrintiBeaconDiscovery&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowAppCellularDataModification&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowAppInstallation&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowAppRemoval&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowAssistant&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowAssistantUserGeneratedContent&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowAssistantWhileLocked&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowAutoCorrection&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowAutomaticAppDownloads&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowBluetoothModification&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowBookstore&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowBookstoreErotica&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowCamera&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCellularPlanModification&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowChat&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudBackup&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudDocumentSync&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudKeychainSync&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudPhotoLibrary&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowContinuousPathKeyboard&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowDefinitionLookup&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowDeprecatedWebKitTLS&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowDeviceNameModification&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowDeviceSleep&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowDiagnosticSubmission&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowDictation&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowESIMModification&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowEnablingRestrictions&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowEnterpriseAppTrust&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowEnterpriseBookBackup&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowEnterpriseBookMetadataSync&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowEraseContentAndSettings&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowExplicitContent&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowFilesNetworkDriveAccess&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowFilesUSBDriveAccess&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowFindMyDevice&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowFindMyFriends&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowFindMyFriendsModification&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowFingerprintForUnlock&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowFingerprintModification&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowGameCenter&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowGlobalBackgroundFetchWhenRoaming&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowHostPairing&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowInAppPurchases&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowKeyboardShortcuts&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowLockScreenControlCenter&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowLockScreenNotificationsView&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowLockScreenTodayView&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowManagedAppsCloudSync&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowManagedToWriteUnmanagedContacts&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowMultiplayerGaming&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowMusicService&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowNews&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowNotificationsModification&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowOTAPKIUpdates&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowOpenFromManagedToUnmanaged&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowOpenFromUnmanagedToManaged&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowPairedWatch&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPassbookWhileLocked&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPasscodeModification&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPasswordAutoFill&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPasswordProximityRequests&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPasswordSharing&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPersonalHotspotModification&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPhotoStream&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPodcasts&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPredictiveKeyboard&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowProximitySetupToNewDevice&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowRadioService&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowRemoteAppPairing&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowRemoteScreenObservation&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowSafari&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowScreenShot&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowSharedDeviceTemporarySession&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowSharedStream&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowSiriServerLogging&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowSpellCheck&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowSpotlightInternetResults&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowSystemAppRemoval&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowUIAppInstallation&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowUIConfigurationProfileInstallation&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowUSBRestrictedMode&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowUnmanagedToReadManagedContacts&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowUntrustedTLSPrompt&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowVPNCreation&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowVideoConferencing&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowVoiceDialing&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowWallpaperModification&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowiTunes&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceAirDropUnmanaged&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceAirPlayIncomingRequestsPairingPassword&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceAirPlayOutgoingRequestsPairingPassword&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceAirPrintTrustedTLSRequirement&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceAssistantProfanityFilter&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceAuthenticationBeforeAutoFill&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceClassroomAutomaticallyJoinClasses&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceClassroomRequestPermissionToLeaveClasses&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceClassroomUnpromptedAppAndDeviceLock&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceClassroomUnpromptedScreenObservation&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceDelayedSoftwareUpdates&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceEncryptedBackup&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceITunesStorePasswordEntry&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceLimitAdTracking&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceUnpromptedManagedClassroomScreenObservation&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceWatchWristDetection&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceWiFiPowerOn&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceWiFiWhitelisting&lt;/key&gt;&lt;false/&gt;&lt;key&gt;ratingApps&lt;/key&gt;&lt;integer&gt;1000&lt;/integer&gt;&lt;key&gt;ratingMovies&lt;/key&gt;&lt;integer&gt;1000&lt;/integer&gt;&lt;key&gt;ratingRegion&lt;/key&gt;&lt;string&gt;us&lt;/string&gt;&lt;key&gt;ratingTVShows&lt;/key&gt;&lt;integer&gt;1000&lt;/integer&gt;&lt;key&gt;safariAcceptCookies&lt;/key&gt;&lt;real&gt;2.0&lt;/real&gt;&lt;key&gt;safariAllowAutoFill&lt;/key&gt;&lt;false/&gt;&lt;key&gt;safariAllowJavaScript&lt;/key&gt;&lt;true/&gt;&lt;key&gt;safariAllowPopups&lt;/key&gt;&lt;false/&gt;&lt;key&gt;safariForceFraudWarning&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
    </general>
    <scope>
        <all_mobile_devices>false</all_mobile_devices>
        <all_jss_users>false</all_jss_users>
        <mobile_devices></mobile_devices>
        <buildings></buildings>
        <departments></departments>
        <mobile_device_groups>
            <mobile_device_group>
                <id>32</id>
                <name>Faculty Staff - Conference and Events</name>
            </mobile_device_group>
            <mobile_device_group>
                <id>21</id>
                <name>Faculty Staff - Faculty Staff iOS</name>
            </mobile_device_group>
            <mobile_device_group>
                <id>23</id>
                <name>Faculty Staff - RadTech</name>
            </mobile_device_group>
        </mobile_device_groups>
        <jss_users></jss_users>
        <jss_user_groups></jss_user_groups>
        <limitations>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
        </limitations>
        <exclusions>
            <mobile_devices>
                <mobile_device>
                    <id>219</id>
                    <name>FS - DMPZP5HYKD6J</name>
                    <udid>00008027-001144291487002E</udid>
                    <wifi_mac_address>50:DE:06:1B:22:18</wifi_mac_address>
                </mobile_device>
            </mobile_devices>
            <buildings></buildings>
            <departments></departments>
            <mobile_device_groups>
                <mobile_device_group>
                    <id>22</id>
                    <name>Faculty Staff - ITSS</name>
                </mobile_device_group>
            </mobile_device_groups>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
            <jss_users></jss_users>
            <jss_user_groups></jss_user_groups>
        </exclusions>
    </scope>
    <self_service>
        <self_service_description></self_service_description>
        <security>
            <removal_disallowed>Never</removal_disallowed>
        </security>
        <self_service_icon></self_service_icon>
        <feature_on_main_page>false</feature_on_main_page>
        <self_service_categories>
            <category>
                <id>11</id>
                <name>iOS - Base iOS Configuration</name>
            </category>
        </self_service_categories>
    </self_service>
</configuration_profile>