<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<configuration_profile>
    <general>
        <id>24</id>
        <name>iOS - ITSS - Front Desk - Home Screen Layout</name>
        <description></description>
        <level>System</level>
        <site>
            <id>-1</id>
            <name>None</name>
        </site>
        <category>
            <id>10</id>
            <name>Faculty and Staff Policies</name>
        </category>
        <uuid>A87BDC32-B235-4766-B518-0FDE0FEA344D</uuid>
        <deployment_method>Install Automatically</deployment_method>
        <redeploy_on_update>Newly Assigned</redeploy_on_update>
        <redeploy_days_before_certificate_expires>0</redeploy_days_before_certificate_expires>
        <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;
&lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;A87BDC32-B235-4766-B518-0FDE0FEA344D&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;A87BDC32-B235-4766-B518-0FDE0FEA344D&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;iOS - ITSS - Front Desk - Home Screen Layout&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string&gt;Restrictions Profile for the iOS 12 STIG V1R2.  Allows unrestricted use of Touch ID and Face ID. Assumes AO has approved unrestricted use of unmanaged apps. Created 4 September 2018.&lt;/string&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;HasRemovalPasscode&lt;/key&gt;&lt;false/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;905C37D1-F364-4BFB-AD0B-AB1D5C07275D&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.homescreenlayout&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;905C37D1-F364-4BFB-AD0B-AB1D5C07275D&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;com.apple.homescreenlayout&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;Dock&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.Preferences&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Settings&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.microsoft.msapps&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;PowerApps&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;com.apple.mobilesafari&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;Safari&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Type&lt;/key&gt;&lt;string&gt;Application&lt;/string&gt;&lt;key&gt;BundleID&lt;/key&gt;&lt;string&gt;edu.azwestern.SelfServeKiosk2&lt;/string&gt;&lt;key&gt;DisplayName&lt;/key&gt;&lt;string&gt;SelfServeKiosk.ipa&lt;/string&gt;&lt;/dict&gt;&lt;/array&gt;&lt;key&gt;Pages&lt;/key&gt;&lt;array&gt;&lt;array/&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
    </general>
    <scope>
        <all_mobile_devices>false</all_mobile_devices>
        <all_jss_users>false</all_jss_users>
        <mobile_devices></mobile_devices>
        <buildings></buildings>
        <departments></departments>
        <mobile_device_groups>
            <mobile_device_group>
                <id>25</id>
                <name>Faculty Staff - Service Desk - Kiosks</name>
            </mobile_device_group>
        </mobile_device_groups>
        <jss_users></jss_users>
        <jss_user_groups></jss_user_groups>
        <limitations>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
        </limitations>
        <exclusions>
            <mobile_devices>
                <mobile_device>
                    <id>169</id>
                    <name>Service Desk Kiosk - DMPNN3ARFK10</name>
                    <udid>652a1563dfc18afa0d5d1055bd6c75ffae0ed348</udid>
                    <wifi_mac_address>C8:85:50:1E:FE:BA</wifi_mac_address>
                </mobile_device>
                <mobile_device>
                    <id>175</id>
                    <name>Service Desk Kiosk - DMPZ2030JF8J</name>
                    <udid>77d10c1918bf0cb15e4131e7292486f637a0a30a</udid>
                    <wifi_mac_address>14:95:CE:79:27:5F</wifi_mac_address>
                </mobile_device>
                <mobile_device>
                    <id>185</id>
                    <name>Service Desk Kiosk - DMPNN4BPFK10</name>
                    <udid>87e6ae18a684ff1f4b603f95a3185611f91a880a</udid>
                    <wifi_mac_address>C8:85:50:1E:D9:6E</wifi_mac_address>
                </mobile_device>
            </mobile_devices>
            <buildings></buildings>
            <departments></departments>
            <mobile_device_groups>
                <mobile_device_group>
                    <id>22</id>
                    <name>Faculty Staff - ITSS</name>
                </mobile_device_group>
            </mobile_device_groups>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
            <jss_users></jss_users>
            <jss_user_groups></jss_user_groups>
        </exclusions>
    </scope>
    <self_service>
        <self_service_description></self_service_description>
        <security>
            <removal_disallowed>Never</removal_disallowed>
        </security>
        <self_service_icon></self_service_icon>
        <feature_on_main_page>false</feature_on_main_page>
        <self_service_categories>
            <category>
                <id>10</id>
                <name>Faculty and Staff Policies</name>
            </category>
        </self_service_categories>
    </self_service>
</configuration_profile>