<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<policy>
    <general>
        <id>458</id>
        <name>Application - macOS Big Sur - Upgrade</name>
        <enabled>true</enabled>
        <trigger>USER_INITIATED</trigger>
        <trigger_checkin>false</trigger_checkin>
        <trigger_enrollment_complete>false</trigger_enrollment_complete>
        <trigger_login>false</trigger_login>
        <trigger_logout>false</trigger_logout>
        <trigger_network_state_changed>false</trigger_network_state_changed>
        <trigger_startup>false</trigger_startup>
        <trigger_other></trigger_other>
        <frequency>Ongoing</frequency>
        <retry_event>none</retry_event>
        <retry_attempts>-1</retry_attempts>
        <notify_on_each_failed_retry>false</notify_on_each_failed_retry>
        <location_user_only>false</location_user_only>
        <target_drive>/</target_drive>
        <offline>true</offline>
        <category>
            <id>8</id>
            <name>macOS</name>
        </category>
        <date_time_limitations>
            <activation_date></activation_date>
            <activation_date_epoch>0</activation_date_epoch>
            <activation_date_utc></activation_date_utc>
            <expiration_date></expiration_date>
            <expiration_date_epoch>0</expiration_date_epoch>
            <expiration_date_utc></expiration_date_utc>
            <no_execute_on></no_execute_on>
            <no_execute_start></no_execute_start>
            <no_execute_end></no_execute_end>
        </date_time_limitations>
        <network_limitations>
            <minimum_network_connection>No Minimum</minimum_network_connection>
            <any_ip_address>true</any_ip_address>
            <network_segments></network_segments>
        </network_limitations>
        <override_default_settings>
            <target_drive>default</target_drive>
            <distribution_point></distribution_point>
            <force_afp_smb>false</force_afp_smb>
            <sus>default</sus>
            <netboot_server>current</netboot_server>
        </override_default_settings>
        <network_requirements>Any</network_requirements>
        <site>
            <id>-1</id>
            <name>None</name>
        </site>
    </general>
    <scope>
        <all_computers>false</all_computers>
        <computers></computers>
        <computer_groups>
            <computer_group>
                <id>112</id>
                <name>Inventory - Applications - macOS Big Sur - Cached</name>
            </computer_group>
        </computer_groups>
        <buildings></buildings>
        <departments></departments>
        <limit_to_users>
            <user_groups></user_groups>
        </limit_to_users>
        <limitations>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
        </limitations>
        <exclusions>
            <computers></computers>
            <computer_groups>
                <computer_group>
                    <id>54</id>
                    <name>Inventory - User and Location - Faculty Staff - Communications and Marketing - Web Developers</name>
                </computer_group>
            </computer_groups>
            <buildings></buildings>
            <departments></departments>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
        </exclusions>
    </scope>
    <self_service>
        <use_for_self_service>true</use_for_self_service>
        <self_service_display_name>macOS Big Sur</self_service_display_name>
        <install_button_text>Upgrade</install_button_text>
        <reinstall_button_text>Reinstall</reinstall_button_text>
        <self_service_description>macOS Big Sur elevates the world's most advanced desktop operating system to a new level of power and beauty. Experience Mac to the fullest with a refined new design. Enjoy the biggest Safari update ever. Discover new features for Maps and Messages. And get even more transparency around your privacy.

Design
• New design for apps makes it easier to focus on your content and take action with space efficient toolbars and full height sidebars
• Updated menu bar features wider spacing and a new translucent material that becomes more vibrant when you interact with it
• Refreshed system sounds include the boot chime and sounds for transferring files, moving items to the trash, locking files, and more

Control Center
• Control Center puts your favorite menus and controls in one handy place in the menu bar so you can quickly adjust settings as you work
• Additional controls appear when you click to expand Control Center menus
• Support for pinning favorite menus from Control Center to the menu bar

Notification Center
• Updated Notification Center brings notifications and widgets together in one view
• Interactive notifications display additional actions you can take with a deep press
• Beautiful, new data-rich widgets for Calendar, Clock, Notes, Photos, Podcasts, Reminders, Screen Time, Stocks, and Weather
• Edit view lets you to add new widgets and customize their size
• Support for widgets from third-party apps

Safari
• World's fastest desktop browser with industry-leading performance and energy efficiency*
• Customizable new start page lets you set a background image and decide what appears, including Reading List, iCloud Tabs, Privacy Report and more
• Expanded extensions support and new dedicated category in the App Store for discovering new extensions
• New tab design featuring favicons in tabs, and website previews that appear when you hover over a tab
• Translation (beta) for English, Spanish, Simplified Chinese, French, German, Russian or Brazilian Portuguese
• Privacy Report gives you visibility into how Safari keeps your browsing your business, with an overview of trackers blocked by Intelligent Tracking Prevention
• Safari password monitoring securely screens saved passwords for any that may have been involved in a data breach
• Safari privacy prompts for extensions let you choose when a website can work with an extension

Messages
• Pinned conversations keep up to nine of your favorite threads at the top of the list
• Mentions let you direct a message to an individual in a group conversation
• Inline replies let you reply to a specific message earlier in the conversation
• Message effects for balloons, confetti, lasers and more
• #images helps you find and add trending GIFs to messages
• Memoji makes it simple to create a personalized character and send stickers that match your mood and personality

Maps
• Guides offer recommendations for places to go and things to do, curated by a selection of trusted brands
• Look Around to explore cities in a high-resolution, interactive 3D experience
• Indoor maps for major airports and shopping centers
• Cycling directions helps you find bike-friendly routes to your destination
• Electric vehicle routing helps you plan trips for supported vehicles that you add on iPhone

Some features may not be available for all regions, or on all Apple devices.
* Performance will vary based on system configuration, network connection, and other factors.</self_service_description>
        <force_users_to_view_description>true</force_users_to_view_description>
        <self_service_icon>
            <id>36263</id>
            <filename>bigsur.png</filename>
            <uri>https://azwestern.jamfcloud.com//iconservlet/?id=36263</uri>
        </self_service_icon>
        <feature_on_main_page>false</feature_on_main_page>
        <self_service_categories>
            <category>
                <id>8</id>
                <name>macOS</name>
                <display_in>true</display_in>
                <feature_in>false</feature_in>
            </category>
        </self_service_categories>
        <notification>false</notification>
        <notification>Self Service</notification>
        <notification_subject>Application - macOS Catalina - Upgrade</notification_subject>
        <notification_message></notification_message>
    </self_service>
    <package_configuration>
        <packages>
            <size>0</size>
        </packages>
    </package_configuration>
    <scripts>
        <size>1</size>
        <script>
            <id>55</id>
            <name>macOS - Upgrade From Applications - Big Sur</name>
            <priority>After</priority>
            <parameter4></parameter4>
            <parameter5></parameter5>
            <parameter6></parameter6>
            <parameter7></parameter7>
            <parameter8></parameter8>
            <parameter9></parameter9>
            <parameter10></parameter10>
            <parameter11></parameter11>
        </script>
    </scripts>
    <printers>
        <size>0</size>
        <leave_existing_default></leave_existing_default>
    </printers>
    <dock_items>
        <size>0</size>
    </dock_items>
    <account_maintenance>
        <accounts>
            <size>0</size>
        </accounts>
        <directory_bindings>
            <size>0</size>
        </directory_bindings>
        <management_account>
            <action>doNotChange</action>
        </management_account>
        <open_firmware_efi_password>
            <of_mode>none</of_mode>
            <of_password_sha256 since="9.23">e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855</of_password_sha256>
        </open_firmware_efi_password>
    </account_maintenance>
    <reboot>
        <message>This computer will restart in 5 minutes. Please save anything you are working on and log out by choosing Log Out from the bottom of the Apple menu.</message>
        <startup_disk>Current Startup Disk</startup_disk>
        <specify_startup></specify_startup>
        <no_user_logged_in>Restart if a package or update requires it</no_user_logged_in>
        <user_logged_in>Restart if a package or update requires it</user_logged_in>
        <minutes_until_reboot>5</minutes_until_reboot>
        <start_reboot_timer_immediately>false</start_reboot_timer_immediately>
        <file_vault_2_reboot>true</file_vault_2_reboot>
    </reboot>
    <maintenance>
        <recon>false</recon>
        <reset_name>false</reset_name>
        <install_all_cached_packages>false</install_all_cached_packages>
        <heal>false</heal>
        <prebindings>false</prebindings>
        <permissions>false</permissions>
        <byhost>false</byhost>
        <system_cache>false</system_cache>
        <user_cache>false</user_cache>
        <verify>false</verify>
    </maintenance>
    <files_processes>
        <search_by_path></search_by_path>
        <delete_file>false</delete_file>
        <locate_file></locate_file>
        <update_locate_database>false</update_locate_database>
        <spotlight_search></spotlight_search>
        <search_for_process></search_for_process>
        <kill_process>false</kill_process>
        <run_command></run_command>
    </files_processes>
    <user_interaction>
        <message_start>Starting upgrade to macOS Big Sur...</message_start>
        <allow_users_to_defer>false</allow_users_to_defer>
        <allow_deferral_until_utc></allow_deferral_until_utc>
        <allow_deferral_minutes>0</allow_deferral_minutes>
        <message_finish></message_finish>
    </user_interaction>
    <disk_encryption>
        <action>none</action>
    </disk_encryption>
</policy>