<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<os_x_configuration_profile>
    <general>
        <id>21</id>
        <name>macOS - Faculty Staff - VPN</name>
        <description></description>
        <site>
            <id>-1</id>
            <name>None</name>
        </site>
        <category>
            <id>10</id>
            <name>Faculty and Staff Policies</name>
        </category>
        <distribution_method>Install Automatically</distribution_method>
        <user_removable>false</user_removable>
        <level>computer</level>
        <uuid>42CCD922-3E38-4DC8-BC6D-7FBE92F3DFB0</uuid>
        <redeploy_on_update>Newly Assigned</redeploy_on_update>
        <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;
&lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;42CCD922-3E38-4DC8-BC6D-7FBE92F3DFB0&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;42CCD922-3E38-4DC8-BC6D-7FBE92F3DFB0&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;macOS - Faculty Staff - VPN&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadScope&lt;/key&gt;&lt;string&gt;System&lt;/string&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;0D29A8E1-82D0-4DDD-BA20-0C98925F0523&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.vpn.managed&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;0D29A8E1-82D0-4DDD-BA20-0C98925F0523&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;VPN&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;IPSec&lt;/key&gt;&lt;dict&gt;&lt;key&gt;RemoteAddress&lt;/key&gt;&lt;string&gt;204.229.220.3&lt;/string&gt;&lt;key&gt;SharedSecret&lt;/key&gt;&lt;data&gt;YXdjfm5hdQ==&lt;/data&gt;&lt;key&gt;LocalIdentifierType&lt;/key&gt;&lt;string&gt;KeyID&lt;/string&gt;&lt;key&gt;XAuthEnabled&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;OnDemandEnabled&lt;/key&gt;&lt;integer&gt;0&lt;/integer&gt;&lt;key&gt;XAuthPassword&lt;/key&gt;&lt;string/&gt;&lt;key&gt;AuthenticationMethod&lt;/key&gt;&lt;string&gt;SharedSecret&lt;/string&gt;&lt;key&gt;LocalIdentifier&lt;/key&gt;&lt;string&gt;awcvpn&lt;/string&gt;&lt;key&gt;PromptForVPNPIN&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;key&gt;IPv4&lt;/key&gt;&lt;dict&gt;&lt;key&gt;OverridePrimary&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;/dict&gt;&lt;key&gt;Proxies&lt;/key&gt;&lt;dict/&gt;&lt;key&gt;UserDefinedName&lt;/key&gt;&lt;string&gt;VPN Connection&lt;/string&gt;&lt;key&gt;VPNType&lt;/key&gt;&lt;string&gt;IPSec&lt;/string&gt;&lt;key&gt;OnDemandUserOverrideDisabled&lt;/key&gt;&lt;integer&gt;0&lt;/integer&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
    </general>
    <scope>
        <all_computers>false</all_computers>
        <all_jss_users>false</all_jss_users>
        <computers>
            <computer>
                <id>171</id>
                <name>awcy21049</name>
                <udid>87D256CA-2878-5A83-B741-FC30E3862B76</udid>
            </computer>
        </computers>
        <buildings></buildings>
        <departments></departments>
        <computer_groups></computer_groups>
        <jss_users></jss_users>
        <jss_user_groups></jss_user_groups>
        <limitations>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
        </limitations>
        <exclusions>
            <computers></computers>
            <buildings></buildings>
            <departments></departments>
            <computer_groups></computer_groups>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
            <jss_users></jss_users>
            <jss_user_groups></jss_user_groups>
        </exclusions>
    </scope>
    <self_service>
        <self_service_display_name>macOS - Classroom - TE114D - Dock</self_service_display_name>
        <install_button_text>Install</install_button_text>
        <self_service_description></self_service_description>
        <force_users_to_view_description>false</force_users_to_view_description>
        <security>
            <removal_disallowed>Never</removal_disallowed>
        </security>
        <self_service_icon></self_service_icon>
        <feature_on_main_page>false</feature_on_main_page>
        <self_service_categories>
            <category>
                <id>10</id>
                <name>Faculty and Staff Policies</name>
                <display_in>true</display_in>
                <feature_in>false</feature_in>
            </category>
        </self_service_categories>
        <notification>false</notification>
        <notification>Self Service</notification>
        <notification_subject></notification_subject>
        <notification_message></notification_message>
    </self_service>
</os_x_configuration_profile>