<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<os_x_configuration_profile>
    <general>
        <id>58</id>
        <name>macOS - Faculty Staff - FileVault Encryption - Force &amp; Escrow</name>
        <description></description>
        <site>
            <id>-1</id>
            <name>None</name>
        </site>
        <category>
            <id>55</id>
            <name>Security</name>
        </category>
        <distribution_method>Install Automatically</distribution_method>
        <user_removable>false</user_removable>
        <level>computer</level>
        <uuid>4F61510E-65AA-4A9E-958C-6ED760CCE805</uuid>
        <redeploy_on_update>Newly Assigned</redeploy_on_update>
        <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;
&lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;4F61510E-65AA-4A9E-958C-6ED760CCE805&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;4F61510E-65AA-4A9E-958C-6ED760CCE805&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;macOS - Faculty Staff - FileVault Encryption - Force &amp;amp; Escrow&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadScope&lt;/key&gt;&lt;string&gt;System&lt;/string&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;1A462078-2684-41AC-B4A2-B28909A26DF9&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.security.pkcs1&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;1A462078-2684-41AC-B4A2-B28909A26DF9&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;JSS FileVault Recovery Key Redirection Certificate&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadCertificateFileName&lt;/key&gt;&lt;string&gt;FileVault2Comm.cer&lt;/string&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;data&gt;MIIDxDCCAqygAwIBAgIFAKdL0R0wDQYJKoZIhvcNAQELBQAwRTFDMEEGA1UEAxM6QXJpem9uYSBXZXN0ZXJuIENvbGxlZ2UgSlNTIEJ1aWx0LWluIENlcnRpZmljYXRlIEF1dGhvcml0eTAeFw0xOTA1MDcxNTA3MjNaFw0yNDA1MDgxNTA3MjNaMEQxFzAVBgNVBAsTDkZJTEVWQVVMVDJDT01NMSkwJwYDVQQDEyBKU1MgQnVpbHQtSW4gU2lnbmluZyBDZXJ0aWZpY2F0ZTCCASIwDQYJKoZIhvcNAQEBBQADggEPADCCAQoCggEBAKmyY+UZ4FOwD5KXFciiYAHT4dsquyM6Z8lBRAiJYcKGr+ljciKcbLtU2wpJp6WTm2bmnwMck7jq/yBGuMOS341UO/UDooV7WmaMTBjE3w4fIJWUehE1FP+v7Vz9KFtsUjzw1fodkfmkxWPAz5LJZ3YVCho/1jCHf0A7zZD86b4K0b4Kq1nDevo+fW0tDY5qwb7Y3FKDroGPc57YZ2ggYgqT5hWuiNald3udY1D2n1+o4ccVHk5wj3vVUxB7BYEPyk6liWBqHalZazBteG8VhiPuTWn3Fl9p8+QgdxUClKcKwNU4PLCV7hH+KpCaz9Ucl+uPDKkcOdoop8YiIcswtdUCAwEAAaOBuzCBuDAdBgNVHQ4EFgQUk96I9NGLHUhhBQMOvCwEHpz7hnMwEwYDVR0lBAwwCgYIKwYBBQUHAwEwDgYDVR0PAQH/BAQDAgGmMAwGA1UdEwEB/wQCMAAwQwYDVR0fBDwwOjA4oDagNIYyaHR0cHM6Ly9hendlc3Rlcm4uamFtZmNsb3VkLmNvbS8vQ0EvSkFNRkNSTFNlcnZsZXQwHwYDVR0jBBgwFoAUkfinkUrdHy/5FXQ+BTT1gSQFh3owDQYJKoZIhvcNAQELBQADggEBAGjHRgjtZGx5JZgPkBFJb0baxTveej911rS1QKSPCBodeSqTC/vnDuuYOVtqnSKSPjDeH1/eyYVSSuMpy0fZJUXLUSvGZ3nLInHwDcsYRJbQTn3swnTT8sEhS2UhSVtr1+UsvAapBRBNns7zZcWBIvonByCCVsgsDXAOo2HZvm3P/DQBuq96SyF28wIQMyMsZoyf5++55HZX3uk7cZLAnV+gsVLPY8vZRYWlGw1CcBmOTkNjmxT3q8okA2LQkfZAS9dfP9/XJrmflnTtsJoNRhW2zK3ee2JrFQ36JiQxYw8s/ouO8ZvgvMuyAiOHIJ/SSMoiVrLFP5HZkeQyJskgr/k=&lt;/data&gt;&lt;key&gt;AllowAllAppsAccess&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;4EE62EF8-0D0C-4E2D-AEDC-8D66A6458777&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.MCX&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;4EE62EF8-0D0C-4E2D-AEDC-8D66A6458777&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;MCX&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;DestroyFVKeyOnStandby&lt;/key&gt;&lt;false/&gt;&lt;key&gt;dontAllowFDEDisable&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;89EDFD58-2505-41CB-91FD-B3C235829E36&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.SubmitDiagInfo&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;89EDFD58-2505-41CB-91FD-B3C235829E36&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Security And Privacy&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;AutoSubmit&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;BEE5F8C6-AC2E-4EC2-A786-4838CE834A72&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.applicationaccess&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;BEE5F8C6-AC2E-4EC2-A786-4838CE834A72&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Restrictions&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowAutoUnlock&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;53CEF836-D8C5-4BE5-B5C0-52E6445E0136&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.security.firewall&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;53CEF836-D8C5-4BE5-B5C0-52E6445E0136&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Firewall&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;EnableFirewall&lt;/key&gt;&lt;false/&gt;&lt;key&gt;BlockAllIncoming&lt;/key&gt;&lt;false/&gt;&lt;key&gt;EnableStealthMode&lt;/key&gt;&lt;false/&gt;&lt;key&gt;Applications&lt;/key&gt;&lt;array/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;DD9B3683-4106-4896-9852-ABC8B9CEAD72&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.MCX.FileVault2&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;DD9B3683-4106-4896-9852-ABC8B9CEAD72&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;SecurityFileVault2&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;Enable&lt;/key&gt;&lt;string&gt;On&lt;/string&gt;&lt;key&gt;Defer&lt;/key&gt;&lt;true/&gt;&lt;key&gt;UseRecoveryKey&lt;/key&gt;&lt;false/&gt;&lt;key&gt;UserEntersMissingInfo&lt;/key&gt;&lt;false/&gt;&lt;key&gt;UseKeychain&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadCertificateUUID&lt;/key&gt;&lt;string&gt;1A462078-2684-41AC-B4A2-B28909A26DF9&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;99099BC2-DD1E-4E70-8180-3B4D3498473C&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.screensaver&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;99099BC2-DD1E-4E70-8180-3B4D3498473C&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Login Window:  Screen Saver Preferences&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;82AB7557-0F77-481C-8F10-5137A715C7BB&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.systempolicy.control&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;82AB7557-0F77-481C-8F10-5137A715C7BB&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;SystemPolicyControl&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;AllowIdentifiedDevelopers&lt;/key&gt;&lt;true/&gt;&lt;key&gt;EnableAssessment&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;98A9D003-7C48-4A5C-9784-9BD309AE918C&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.systempolicy.managed&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;98A9D003-7C48-4A5C-9784-9BD309AE918C&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;SystemPolicyManaged&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;67F63357-B7D0-42CD-8107-8417835B61F9&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.loginwindow&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;67F63357-B7D0-42CD-8107-8417835B61F9&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Login Window&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;A2C17E3E-C287-4296-91F6-3CD43C497EE8&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.preference.security&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;A2C17E3E-C287-4296-91F6-3CD43C497EE8&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;PreferenceSecurity&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;28D6FFC2-57A7-48C9-9333-6B7C57733CFA&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.security.FDERecoveryKeyEscrow&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;28D6FFC2-57A7-48C9-9333-6B7C57733CFA&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;FileVault Recovery Key Escrow&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;Location&lt;/key&gt;&lt;string&gt;JamfCloud&lt;/string&gt;&lt;key&gt;EncryptCertPayloadUUID&lt;/key&gt;&lt;string&gt;515851b2-9b26-4739-9801-0675a7584316&lt;/string&gt;&lt;key&gt;DeviceKey&lt;/key&gt;&lt;string&gt;FileVaultPRK&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;515851b2-9b26-4739-9801-0675a7584316&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.security.pkcs1&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;6B1D2128-F087-4873-B71C-0DE1CCED0AFE&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;JSS FileVault Recovery Key Escrow Certificate&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadCertificateFileName&lt;/key&gt;&lt;string&gt;FileVault2Comm.cer&lt;/string&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;data&gt;MIIDxDCCAqygAwIBAgIFAKdL0R0wDQYJKoZIhvcNAQELBQAwRTFDMEEGA1UEAxM6QXJpem9uYSBXZXN0ZXJuIENvbGxlZ2UgSlNTIEJ1aWx0LWluIENlcnRpZmljYXRlIEF1dGhvcml0eTAeFw0xOTA1MDcxNTA3MjNaFw0yNDA1MDgxNTA3MjNaMEQxFzAVBgNVBAsTDkZJTEVWQVVMVDJDT01NMSkwJwYDVQQDEyBKU1MgQnVpbHQtSW4gU2lnbmluZyBDZXJ0aWZpY2F0ZTCCASIwDQYJKoZIhvcNAQEBBQADggEPADCCAQoCggEBAKmyY+UZ4FOwD5KXFciiYAHT4dsquyM6Z8lBRAiJYcKGr+ljciKcbLtU2wpJp6WTm2bmnwMck7jq/yBGuMOS341UO/UDooV7WmaMTBjE3w4fIJWUehE1FP+v7Vz9KFtsUjzw1fodkfmkxWPAz5LJZ3YVCho/1jCHf0A7zZD86b4K0b4Kq1nDevo+fW0tDY5qwb7Y3FKDroGPc57YZ2ggYgqT5hWuiNald3udY1D2n1+o4ccVHk5wj3vVUxB7BYEPyk6liWBqHalZazBteG8VhiPuTWn3Fl9p8+QgdxUClKcKwNU4PLCV7hH+KpCaz9Ucl+uPDKkcOdoop8YiIcswtdUCAwEAAaOBuzCBuDAdBgNVHQ4EFgQUk96I9NGLHUhhBQMOvCwEHpz7hnMwEwYDVR0lBAwwCgYIKwYBBQUHAwEwDgYDVR0PAQH/BAQDAgGmMAwGA1UdEwEB/wQCMAAwQwYDVR0fBDwwOjA4oDagNIYyaHR0cHM6Ly9hendlc3Rlcm4uamFtZmNsb3VkLmNvbS8vQ0EvSkFNRkNSTFNlcnZsZXQwHwYDVR0jBBgwFoAUkfinkUrdHy/5FXQ+BTT1gSQFh3owDQYJKoZIhvcNAQELBQADggEBAGjHRgjtZGx5JZgPkBFJb0baxTveej911rS1QKSPCBodeSqTC/vnDuuYOVtqnSKSPjDeH1/eyYVSSuMpy0fZJUXLUSvGZ3nLInHwDcsYRJbQTn3swnTT8sEhS2UhSVtr1+UsvAapBRBNns7zZcWBIvonByCCVsgsDXAOo2HZvm3P/DQBuq96SyF28wIQMyMsZoyf5++55HZX3uk7cZLAnV+gsVLPY8vZRYWlGw1CcBmOTkNjmxT3q8okA2LQkfZAS9dfP9/XJrmflnTtsJoNRhW2zK3ee2JrFQ36JiQxYw8s/ouO8ZvgvMuyAiOHIJ/SSMoiVrLFP5HZkeQyJskgr/k=&lt;/data&gt;&lt;key&gt;AllowAllAppsAccess&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
    </general>
    <scope>
        <all_computers>false</all_computers>
        <all_jss_users>false</all_jss_users>
        <computers></computers>
        <buildings></buildings>
        <departments></departments>
        <computer_groups></computer_groups>
        <jss_users></jss_users>
        <jss_user_groups></jss_user_groups>
        <limitations>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
        </limitations>
        <exclusions>
            <computers></computers>
            <buildings></buildings>
            <departments></departments>
            <computer_groups></computer_groups>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
            <jss_users></jss_users>
            <jss_user_groups></jss_user_groups>
        </exclusions>
    </scope>
    <self_service>
        <self_service_display_name>macOS - Faculty Staff - FileVault Encryption - Force</self_service_display_name>
        <install_button_text>Install</install_button_text>
        <self_service_description></self_service_description>
        <force_users_to_view_description>false</force_users_to_view_description>
        <security>
            <removal_disallowed>Never</removal_disallowed>
        </security>
        <self_service_icon></self_service_icon>
        <feature_on_main_page>false</feature_on_main_page>
        <self_service_categories>
            <category>
                <id>55</id>
                <name>Security</name>
                <display_in>true</display_in>
                <feature_in>false</feature_in>
            </category>
        </self_service_categories>
        <notification>false</notification>
        <notification>Self Service</notification>
        <notification_subject></notification_subject>
        <notification_message></notification_message>
    </self_service>
</os_x_configuration_profile>