<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<os_x_configuration_profile>
    <general>
        <id>5</id>
        <name>macOS Base - Restrictions</name>
        <description></description>
        <site>
            <id>-1</id>
            <name>None</name>
        </site>
        <category>
            <id>6</id>
            <name>macOS - Base OS Configuration</name>
        </category>
        <distribution_method>Install Automatically</distribution_method>
        <user_removable>false</user_removable>
        <level>computer</level>
        <uuid>03BD4D45-7888-41D5-8D04-0BAB56D94A0A</uuid>
        <redeploy_on_update>Newly Assigned</redeploy_on_update>
        <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;
&lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;03BD4D45-7888-41D5-8D04-0BAB56D94A0A&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;03BD4D45-7888-41D5-8D04-0BAB56D94A0A&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;macOS Base - Restrictions&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadScope&lt;/key&gt;&lt;string&gt;System&lt;/string&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;38FAA739-7EA0-4E9C-A056-F719C0DE20EB&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.applicationaccess.new&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;DISA&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;38FAA739-7EA0-4E9C-A056-F719C0DE20EB&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Application Restrictions&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;familyControlsEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;pathBlackList&lt;/key&gt;&lt;array&gt;&lt;string&gt;/Users/&lt;/string&gt;&lt;string&gt;/Applications/FaceTime.app&lt;/string&gt;&lt;string&gt;/Applications/Messages.app&lt;/string&gt;&lt;string&gt;/Applications/Mail.app&lt;/string&gt;&lt;string&gt;/Applications/Calendar.app&lt;/string&gt;&lt;string&gt;/Applications/Contacts.app&lt;/string&gt;&lt;string&gt;/Applications/Notes.app&lt;/string&gt;&lt;/array&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;490172AB-EBE7-41E3-87BE-41C24119A62B&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.coremediaio.support&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;DISA&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;490172AB-EBE7-41E3-87BE-41C24119A62B&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;CoreMediaIO Support&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;Device Access Allowed&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;4177A3A4-9111-4AAE-B5AA-0224E7E84BDE&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.dashboard&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;DISA&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;4177A3A4-9111-4AAE-B5AA-0224E7E84BDE&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Dashboard Widget Restrictions&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;whiteListEnabled&lt;/key&gt;&lt;false/&gt;&lt;key&gt;WhiteList&lt;/key&gt;&lt;array/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;EC61653D-F67C-4778-A3E0-8638167FBE4E&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.finder&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;DISA&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;EC61653D-F67C-4778-A3E0-8638167FBE4E&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Media Access:  Finder Settings&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ProhibitBurn&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;4A2B30D3-BC60-4B1A-A8C9-58811C231D93&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.applicationaccess&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;DISA&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;4A2B30D3-BC60-4B1A-A8C9-58811C231D93&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Restrictions&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceUnpromptedManagedClassroomScreenObservation&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowiTunesFileSharing&lt;/key&gt;&lt;false/&gt;&lt;key&gt;DisableAirDrop&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudDocumentSync&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowCloudDesktopAndDocuments&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowSpotlightInternetResults&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowMusicService&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCloudKeychainSync&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowCloudBTMM&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowCloudFMM&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowCloudBookmarks&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowCloudMail&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowCloudCalendar&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowCloudReminders&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowCloudAddressBook&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowCloudNotes&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowFingerprintForUnlock&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowPasswordSharing&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPasswordAutoFill&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowPasswordProximityRequests&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowCamera&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowContentCaching&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceDelayedSoftwareUpdates&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceDelayedAppSoftwareUpdates&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowAirPrint&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceAirPrintTrustedTLSRequirement&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowAirPrintiBeaconDiscovery&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowScreenShot&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowRemoteScreenObservation&lt;/key&gt;&lt;true/&gt;&lt;key&gt;forceClassroomUnpromptedScreenObservation&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceUnpromptedManagedClassroomScreenObservation&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceClassroomUnpromptedAppAndDeviceLock&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceClassroomAutomaticallyJoinClasses&lt;/key&gt;&lt;false/&gt;&lt;key&gt;forceClassroomRequestPermissionToLeaveClasses&lt;/key&gt;&lt;false/&gt;&lt;key&gt;allowActivityContinuation&lt;/key&gt;&lt;true/&gt;&lt;key&gt;allowDeprecatedWebKitTLS&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;8C36A64D-25AD-493C-8805-7DA9C6ADB26D&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.systempreferences&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;DISA&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;8C36A64D-25AD-493C-8805-7DA9C6ADB26D&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;System Preferences&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;DisabledPreferencePanes&lt;/key&gt;&lt;array/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;F27ECF6D-62DB-4D79-BE95-BFB90EDA3089&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ironwood.support&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;DISA&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;F27ECF6D-62DB-4D79-BE95-BFB90EDA3089&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Parental Controls&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ProfanityAllowed&lt;/key&gt;&lt;false/&gt;&lt;key&gt;IronwoodAllowed&lt;/key&gt;&lt;false/&gt;&lt;key&gt;profanity_allowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;dictation_allowed&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;C0E3443E-7653-442A-852C-D9E8DF2B9678&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.systemuiserver&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;DISA&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;C0E3443E-7653-442A-852C-D9E8DF2B9678&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Media Access&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;logout-eject&lt;/key&gt;&lt;dict/&gt;&lt;key&gt;mount-controls&lt;/key&gt;&lt;dict&gt;&lt;key&gt;cd&lt;/key&gt;&lt;array/&gt;&lt;key&gt;harddisk-internal&lt;/key&gt;&lt;array/&gt;&lt;key&gt;disk-image&lt;/key&gt;&lt;array/&gt;&lt;key&gt;dvd&lt;/key&gt;&lt;array/&gt;&lt;key&gt;blankdvd&lt;/key&gt;&lt;array/&gt;&lt;key&gt;harddisk-external&lt;/key&gt;&lt;array/&gt;&lt;key&gt;blankcd&lt;/key&gt;&lt;array/&gt;&lt;key&gt;dvdram&lt;/key&gt;&lt;array/&gt;&lt;/dict&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;F91EB348-5ACE-4573-B718-1B0552F4FD42&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.desktop&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;DISA&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;F91EB348-5ACE-4573-B718-1B0552F4FD42&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Desktop&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;3F44FB8E-BA23-4931-B13D-FB2B01DDA1AC&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.MCX&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;3F44FB8E-BA23-4931-B13D-FB2B01DDA1AC&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;MCX&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;safariAllowAutoFill&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;A54A389E-789C-4A8A-86AB-7E652F44F0E6&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.DiscRecording&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;A54A389E-789C-4A8A-86AB-7E652F44F0E6&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Media Access:  Disc Recording&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;BurnSupport&lt;/key&gt;&lt;string&gt;on&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;0750B80A-1E2A-4B62-8D31-59FDFB570450&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.appstore&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;0750B80A-1E2A-4B62-8D31-59FDFB570450&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;App Store&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;restrict-store-mdm-install-softwareupdate-only&lt;/key&gt;&lt;false/&gt;&lt;key&gt;restrict-store-softwareupdate-only&lt;/key&gt;&lt;false/&gt;&lt;key&gt;restrict-store-disable-app-adoption&lt;/key&gt;&lt;false/&gt;&lt;key&gt;restrict-store-require-admin-to-install&lt;/key&gt;&lt;false/&gt;&lt;key&gt;DisableSoftwareUpdateNotifications&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;BD257FC7-6B5A-47EA-BDFF-C1D977760C22&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.NetworkBrowser&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;BD257FC7-6B5A-47EA-BDFF-C1D977760C22&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;AirDrop&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;DisableAirDrop&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;3089EAC6-2D6F-41D1-A0AF-3CCE14AF1C8F&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.gamed&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;3089EAC6-2D6F-41D1-A0AF-3CCE14AF1C8F&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Game Center&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;GKFeatureGameCenterAllowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;GKFeatureAccountModificationAllowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;GKFeatureAddingGameCenterFriendsAllowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;GKFeatureMultiplayerGamingAllowed&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;C8519A28-FAD3-49AF-A58F-3CB79638E170&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.preferences.users&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;C8519A28-FAD3-49AF-A58F-3CB79638E170&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;User Preferences&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;DisableUsingiCloudPassword&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;7B4943E4-495B-47BA-B9D6-4533DA8B6BB9&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.ShareKitHelper&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;7B4943E4-495B-47BA-B9D6-4533DA8B6BB9&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Restrictions&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;SHKAllowedShareServices&lt;/key&gt;&lt;array&gt;&lt;string&gt;com.apple.share.AirDrop&lt;/string&gt;&lt;string&gt;com.apple.reminders.RemindersShareExtension&lt;/string&gt;&lt;string&gt;com.apple.share.addtoaperture&lt;/string&gt;&lt;string&gt;com.apple.share.Mail&lt;/string&gt;&lt;string&gt;com.apple.Notes.SharingExtension&lt;/string&gt;&lt;string&gt;com.apple.share.SinaWeibo&lt;/string&gt;&lt;string&gt;com.apple.share.Messages&lt;/string&gt;&lt;string&gt;com.apple.share.LinkedIn.post&lt;/string&gt;&lt;string&gt;com.apple.share.addtoiphoto&lt;/string&gt;&lt;string&gt;com.apple.share.Facebook&lt;/string&gt;&lt;string&gt;com.apple.share.Twitter&lt;/string&gt;&lt;string&gt;com.apple.share.readlater&lt;/string&gt;&lt;string&gt;com.apple.share.Video&lt;/string&gt;&lt;/array&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;94D6CED6-8EBF-4424-BE02-C2B3EAB62F31&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.fileproviderd&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Arizona Western College&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;94D6CED6-8EBF-4424-BE02-C2B3EAB62F31&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;FileProvider&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string/&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;AllowManagedFileProvidersToRequestAttribution&lt;/key&gt;&lt;true/&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
    </general>
    <scope>
        <all_computers>false</all_computers>
        <all_jss_users>false</all_jss_users>
        <computers></computers>
        <buildings></buildings>
        <departments></departments>
        <computer_groups>
            <computer_group>
                <id>1</id>
                <name>All Managed Clients</name>
            </computer_group>
        </computer_groups>
        <jss_users></jss_users>
        <jss_user_groups></jss_user_groups>
        <limitations>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
        </limitations>
        <exclusions>
            <computers>
                <computer>
                    <id>152</id>
                    <name>CD-103-01-DM</name>
                    <udid>483052DA-102E-58A8-BA4B-446892A48044</udid>
                </computer>
            </computers>
            <buildings></buildings>
            <departments></departments>
            <computer_groups>
                <computer_group>
                    <id>41</id>
                    <name>Digital Signage - Digital Signage macOS</name>
                </computer_group>
                <computer_group>
                    <id>54</id>
                    <name>Inventory - User and Location - Faculty Staff - Communications and Marketing - Web Developers</name>
                </computer_group>
                <computer_group>
                    <id>32</id>
                    <name>Inventory - User and Location - Faculty Staff - ITSS</name>
                </computer_group>
            </computer_groups>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
            <jss_users></jss_users>
            <jss_user_groups></jss_user_groups>
        </exclusions>
    </scope>
    <self_service>
        <self_service_display_name>[New] - macOS Base - Restrictions</self_service_display_name>
        <install_button_text>Install</install_button_text>
        <self_service_description></self_service_description>
        <force_users_to_view_description>false</force_users_to_view_description>
        <security>
            <removal_disallowed>Never</removal_disallowed>
        </security>
        <self_service_icon></self_service_icon>
        <feature_on_main_page>false</feature_on_main_page>
        <self_service_categories>
            <category>
                <id>6</id>
                <name>macOS - Base OS Configuration</name>
                <display_in>true</display_in>
                <feature_in>false</feature_in>
            </category>
        </self_service_categories>
        <notification>false</notification>
        <notification>Self Service</notification>
        <notification_subject></notification_subject>
        <notification_message></notification_message>
    </self_service>
</os_x_configuration_profile>